* Blender donut :blender:

Learning to model a donut in Blender

#+BEGIN: clocktable :scope subtree :maxlevel 2
#+CAPTION: Clock summary at [2025-11-21 Fri 22:21]
| Headline      | Time   |
|---------------+--------|
| *Total time*  | *1:32* |
|---------------+--------|
| Blender donut | 1:32   |
#+END:

:LOGBOOK:
CLOCK: [2025-11-21 Fri 21:39]--[2025-11-21 Fri 22:21] =>  0:42
CLOCK: [2025-11-17 Mon 19:00]--[2025-11-17 Mon 19:30] =>  0:30
CLOCK: [2025-11-18 Tue 14:10]--[2025-11-18 Tue 14:30] =>  0:20
:END:
